Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/admin/sd/samediggi.no/samediggi-article-1.html.tmx
Source language: nob
Languages: sme

source: Siste nytt
sme: Ođđasat

source: Samiske tall forteller 3 lanseres fredag 01. oktober
sme: Sámi logut muitalit 3 almmuhuvvo bearjadaga golggotmánu 1. b.

source: Publisert 29.09.2010
sme: Almmuhan 29.09.2010

source: Sametinget inviterer til pressekonferanse i forbindelse med lanseringen av boken " Samiske tall forteller 3 " fredag 01.10.2010 kl.13.
sme: Sámediggi bovde preassakonferánsii " Sámi logut muitalit 3 " girjji almmuheami oktavuođas bearjadaga 01.10.2010 dii.13.

source: 00 på Sametinget i Karasjok.
sme: 00 Sámedikkis Kárášjogas.

source: Les mer
sme: Loga eambbo

source: Arkiv
sme: Arkiiva

source: Nytt rådsmedlem i visepresidentens fravær.
sme: Ođđa ráđđelahttu várrepresideantta virgelohpeáigodagas.

source: Publisert 28.09.2010
sme: Almmuhan 28.09.2010

source: President Egil Olli informerte i dag plenum om hvem som trer inn i rådet mens visepresident Láilá Susanne Vars går ut i svangerskapspermisjon fra 1. november.
sme: Odne celkkii presideanta Egil Olli dievasčoahkkimii gii šaddá ođđa ráđđelahttun dan áigodagas go várrepresideanta Láilá Susanne Vars lea mánnáoažžunvirgelobis skábmamánu 1. beaivvi rájes.
